
[A_Earthquake H7HeroAbility]
mName="Землетрясение"
mTooltip="Мгновенно наносит всем наземным боевым единицам %d3.min ед. урона от %d3.icon магии земли и %d1.min ед. урона от %d1.icon магии земли всем стенам и башням. Поврежденные укрепления получают двойной урон."
mTooltipMagicGuild="Мгновенно наносит урон от %icon_earth магии земли всем наземным боевым единицам, а также стенам и башням. Поврежденные укрепления получают двойной урон."
mTooltipUpgraded="Мгновенно наносит всем наземным боевым единицам %d7.min ед. урона от %d7.icon магии земли и %d4.min ед. урона от %d4.icon магии земли всем стенам и башням. Вражеские боевые единицы и поврежденные укрепления получают двойной урон."
mTooltipMagicGuildRankLine="%d3.min ед. урона %d1.icon – отряды, %d1.min ед. урона %d1.icon – стены и башни."
[A_Entangle H7HeroAbility]
mName="Путы"
mTooltip="%buff1.buff.stat1.icon Дальность перемещения выбранного вражеского отряда снижается на %buff1.buff.stat1.norm. Отряд не может использовать навыки, связанные с перемещением. Длительность (ходов): %buff1.buff.durini."
mTooltipMagicGuild="%buff1.buff.stat1.icon Дальность перемещения выбранного вражеского отряда снижается. Кроме того, отряд не может использовать способности, связанные с перемещением. Длительность (ходов): %buff1.buff.durini."
mTooltipUpgraded="%buff1.buff.stat1.icon Дальность перемещения выбранного вражеского отряда снижается на %buff1.buff.stat1.norm. Отряд не может использовать навыки, связанные с перемещением. Длительность (ходов): %buff1.buff.durini. Кроме того, перемещаясь, опутанный отряд получает %buff2.buff.d.min ед. урона от %buff2.buff.d.icon магии земли. Длительность (ходов): %buff2.buff.durini. Не действует на существ, использующих мгновенное перемещение."
mTooltipMagicGuildRankLine="%buff1.buff.stat1 к %buff1.buff.stat1.icon дальности перемещения"
[A_Entangle_Buff H7BaseBuff]
mName="Путы"
mTooltip="%stat к %stat.icon дальности перемещения.\nОтряд не может использовать навыки, связанные с перемещением.\nДлительность (ходов): %durnow."
[A_PoisonCloud_Buff H7BaseBuff]
mName="Ядовитое облако"
[A_Poisoned_Buff H7BaseBuff]
mName="Отравление"
mTooltip="Наносит отряду от %d1.min до %d1.max ед. урона от %d.icon магии земли в начале каждого его хода.\nДлительность (ходов): %durnow."
[A_PoisonSpray H7HeroAbility]
mName="Ядовитый поток"
mTooltip="Наносит выбранному вражескому отряду %buff1.buff.d.min ед. урона от %buff1.buff.d.icon магии земли в начале каждого его хода. Длительность (ходов): %buff1.buff.durini1."
mTooltipMagicGuild="Наносит выбранному вражескому отряду урон от %ICON_EARTH магии земли в начале каждого его хода. Длительность (ходов): %buff1.buff.durini1."
mTooltipUpgraded="Наносит выбранному вражескому отряду %buff2.buff.d.min ед. урона от %buff2.buff.d.icon магии земли в начале каждого его хода.\nЭффект действует до конца боя."
mTooltipMagicGuildRankLine="%buff1.buff.d.min ед. урона %buff1.buff.d.icon"
[A_PoisonSpray_Buff H7BaseBuff]
mName="Ядовитый поток"
mTooltip="Наносит выбранному вражескому отряду %d.min ед. урона от %d.icon магии земли в начале каждого его хода.\nДлительность (ходов): %durnow."

[A_Regeneration_Buff H7BaseBuff]
mName="Восстановление"
mTooltip="Восстанавливает %d.min ед. здоровья отряду в начале каждого его хода и возвращает к жизни погибших существ.\nДлительность (ходов): %durnow."
[A_StoneSkin_Buff H7BaseBuff]
mName="Каменная кожа"
mTooltip="%stat к %ICON_DEFENSE защите.\nДлительность (ходов): %durnow."
[A_StoneSpikes H7HeroAbility]
mName="Каменные шипы"
mTooltip="Мгновенно наносит %d.min ед. урона от %d.icon магии земли всем отрядам в выбранной клетке и смежных с ней."
mTooltipMagicGuild="Мгновенно наносит урон от %ICON_EARTH магии земли всем отрядам в выбранной клетке и смежных с ней."
mTooltipUpgraded="Мгновенно наносит %d.min ед. урона от %d.icon магии земли всем отрядам в выбранной клетке и смежных с ней. Отряд в центре получает двойной урон."
mTooltipMagicGuildRankLine="%d.min ед. урона %d.icon"
[A_SylannasBounty H7HeroAbility]
mName="Дар изобилия Силанны"
mTooltip="Удваивает количество ресурсов, получаемых на лесопилке или в шахте в землях вокруг ближайшего города. Длительность (дней): %buff1.buff.durini."
mTooltipMagicGuild="На несколько дней удваивает количество ресурсов, получаемых на лесопилке или в шахте на одной подконтрольной территории."
mTooltipMagicGuildRankLine="длит. (дней): %buff1.buff.durini"
[A_SylannasBounty_Buff H7BaseBuff]
mName="Дар изобилия Силанны"
mTooltip="Количество получаемых ресурсов удвоено. Длительность: %durnow дн."
[Imprinted.A_Earthquake_Imprinted H7HeroAbility]
mName="Землетрясение"
mTooltip="Мгновенно наносит всем наземным боевым единицам %d3.min ед. урона от %d3.icon магии земли и %d1.min ед. урона от %d1.icon магии земли всем стенам и башням. Поврежденные укрепления получают двойной урон."
[Imprinted.A_Regeneration_Imprinted_Buff H7BaseBuff]
mName="Восстановление"
mTooltip="Восстанавливает %d.min ед. здоровья отряду в начале каждого его хода и возвращает к жизни погибших существ.\nДлительность (ходов): %durnow."
[Imprinted.A_StoneSpikes_Imprinted H7HeroAbility]
mName="Каменные шипы"
mTooltip="Мгновенно наносит %d.min ед. урона от %d.icon магии земли всем отрядам в выбранной клетке и смежных с ней."
[A_Entangle_FromCreature_Buff H7BaseBuff]
mName="Путы"
mTooltip="%stat к %stat.icon дальности перемещения.\nОтряд не может использовать навыки, связанные с перемещением.\nДлительность (ходов): %durnow."
[Imprinted.A_Entangle_Imprinted H7HeroAbility]
mName="Путы"
mTooltip="%buff1.buff.stat1.icon Дальность перемещения выбранного вражеского отряда снижается на %buff1.buff.stat1.norm. Отряд не может использовать навыки, связанные с перемещением. Длительность (ходов): %buff1.buff.durini. Не действует на существ, использующих мгновенное перемещение."
[Imprinted.A_Entangle_Imprinted_Buff H7BaseBuff]
mName="Путы"
mTooltip="%stat к %stat.icon дальности перемещения.\nОтряд не может использовать навыки, связанные с перемещением.\nДлительность (ходов): %durnow."
[A_Entangle_Buff_Upgraded H7BaseBuff]
mName="Путы"
mTooltip="%stat1 к %stat1.icon дальности перемещения.\nОтряд не может использовать навыки, связанные с перемещением и, перемещаясь, получает %dam.min ед. урона от %dam.icon магии земли.\nДлительность (ходов): %durnow."
[A_PoisonSpray_Buff_Upgraded H7BaseBuff]
mName="Ядовитый поток"
mTooltip="Наносит выбранному вражескому отряду %d.min ед. урона от %d.icon магии земли в начале каждого его хода.\nДействует до конца боя."
[Imprinted.A_PoisonCloud_Imprinted_Buff H7BaseBuff]
mName="Ядовитое облако"
[Imprinted.A_PoisonCloud_Imprinted H7HeroAbility]
mName="Ядовитое облако"
mTooltip="Окутывает выбранную область 3x3 ядовитым облаком, которое расширяется на 1 клетку в каждую сторону в течение %durini хода(ов). Мгновенно наносит %buff1.buff.d1.min ед. урона от %buff1.buff.d1.icon магии земли всем существам в области действия в начале их хода, а также существам, вошедшим в облако."
[Imprinted.A_PoisonSpray_Imprinted H7HeroAbility]
mName="Ядовитый поток"
mTooltip="Наносит выбранному вражескому отряду %buff1.buff.d.min ед. урона от %buff1.buff.d.icon магии земли в начале каждого его хода. Длительность (ходов): %buff1.buff.durini1."
[Imprinted.A_PoisonSpray_Imprinted_Buff H7BaseBuff]
mName="Ядовитый поток"
mTooltip="Наносит выбранному вражескому отряду %d.min ед. урона от %d.icon магии земли в начале каждого его хода.\nДлительность (ходов): %durnow."
[Imprinted.A_StoneSkin_Imprinted H7HeroAbility]
mName="Каменная кожа"
mTooltip="Увеличивает %ICON_DEFENSE защиту дружественного отряда на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
[Imprinted.A_StoneSkin_Imprinted_Buff H7BaseBuff]
mName="Каменная кожа"
mTooltip="%stat к %ICON_DEFENSE защите.\nДлительность (ходов): %durnow."
[Imprinted.A_SylannasBounty_Imprinted H7HeroAbility]
mName="Дар изобилия Силанны"
mTooltip="Удваивает количество ресурсов, получаемых на лесопилке или в шахте в землях вокруг ближайшего города. Длительность (дней): %buff1.buff.durini."
[Imprinted.A_SylannasBounty_Imprinted_Buff H7BaseBuff]
mName="Дар изобилия Силанны"
mTooltip="Количество получаемых ресурсов удвоено. Длительность: %durnow дн."
[A_WaspSwarm_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="%stat к %icon_destiny удаче до конца следующего хода существа. Осиный рой сменит цель еще %durnow раз(а)."
[Imprinted.A_StoneSpikes_Imprinted_Artifact H7HeroAbility]
mName="Каменные шипы"
mTooltip="Мгновенно наносит %d.min ед. урона от %d.icon магии земли всем отрядам в выбранной клетке и смежных с ней."
[Imprinted.A_SylannasBounty_Imprinted_Artifact H7HeroAbility]
mName="Дар изобилия Силанны"
mTooltip="Удваивает количество ресурсов, получаемых на лесопилке или в шахте в землях вокруг ближайшего города. Длительность (дней): %buff1.buff.durini."
[Imprinted.A_SylannasBounty_Imprinted_Artifact_Buff H7BaseBuff]
mName="Дар изобилия Силанны"
mTooltip="Количество получаемых ресурсов удвоено."
[Imprinted.A_WaspSwarm_Imprinted_Artifact_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="%stat к %icon_destiny удаче до конца следующего хода существа. Осиный рой сменит цель еще %durnow раз(а)."
[Imprinted.A_WaspSwarm_Imprinted_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="%stat к %icon_destiny удаче до конца следующего хода существа. Осиный рой сменит цель еще %durnow раз(а)."

UCP MOD

[Imprinted.A_Regeneration_Imprinted H7HeroAbility]
mName="Восстановление"
mTooltip="Восстанавливает %buff.buff.d.min ед. здоровья выбранному дружественному отряду в начале каждого его хода и возвращает к жизни погибших существ. Длительность (ходов): %buff.buff.durini.\n(Не действует на нежить и конструктов)."

[A_Regeneration H7HeroAbility]
mName="Восстановление"
mTooltip="Восстанавливает %buff.buff.d.min ед. здоровья выбранному дружественному отряду в начале каждого его хода и возвращает к жизни погибших существ. Длительность (ходов): %buff.buff.durini.\n(Не действует на нежить и конструктов)."
mTooltipMagicGuild="Восстанавливает здоровье выбранному дружественному отряду в начале каждого его хода и возвращает к жизни погибших существ. Длительность (ходов): %buff.buff.durini.\n(Не действует на нежить и конструктов)."
mTooltipUpgraded="Восстанавливает %buff.buff.d.min ед. здоровья всем дружественным отрядам в выбранной области 3x3 в начале каждого их хода и возвращает к жизни погибших существ. Длительность (ходов): %buff.buff.durini.\n(Не действует на нежить и конструктов)."
mTooltipMagicGuildRankLine="восст. %buff.buff.d.min ед. зд."

UCP 1.3 / 7.5_mod

[Imprinted.A_WaspSwarm_Imprinted H7HeroAbility]
mName="Осиный рой"
mTooltip="Призывает осиный рой, который наносит выбранному вражескому отряду %buff1.buff.d.min ед. урона %icon_earth землей. Кроме того, отряд получает  %buff1.buff.buff1.buff.stat к %icon_destiny удаче до конца своего хода. Когда начинается ход отряда, атакованного осиным роем, осы перелетают к другому вражескому отряду. Количество целей – %buff2.buff.durini."

[Imprinted.A_WaspSwarm_Imprinted_Artifact H7HeroAbility]
mName="Осиный рой"
mTooltip="Призывает осиный рой, который наносит выбранному вражескому отряду %buff1.buff.d.min ед. урона %icon_earth землей. Кроме того, отряд получает  %buff1.buff.buff1.buff.stat к %icon_destiny удаче до конца своего хода. Когда начинается ход отряда, атакованного осиным роем, осы перелетают к другому вражескому отряду. Количество целей – %buff2.buff.durini."

[rework2.A_Nova H7HeroAbility]
mTooltipMagicGuild="Призывает осиный рой, который наносит выбранному вражескому отряду %d.norm ед. урона %icon_earth землей. Кроме того, отряд получает  %buff1.buff.buff2.buff.stat к %icon_destiny удаче до конца своего хода. Когда начинается ход отряда, атакованного осиным роем, осы перелетают к другому вражескому отряду. Количество целей – %buff2.buff.durini."
mTooltipMagicGuildRankLine="%buff1.buff.d.min ед. урона %icon_earth землей. Количество целей – %buff2.buff.durini."
mName="Осиный рой"
mTooltip="Призывает осиный рой, который наносит выбранному вражескому отряду %d.norm ед. урона %icon_earth землей. Кроме того, отряд получает  %buff1.buff.buff2.buff.stat к %icon_destiny удаче до конца своего хода. Когда начинается ход отряда, атакованного осиным роем, осы перелетают к другому вражескому отряду. Количество целей – %buff2.buff.durini."

[A_WaspSwarm_Luck_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="%stat к %icon_destiny удаче до конца следующего хода существа." 

[A_WaspSwarm_Hero_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="Осиный рой сменит цель еще %durnow раз(а). Эта атака наносит %d1.norm ед. урона %icon_earth землей случайным противникам."

[Imprinted.A_WaspSwarm_Imprinted_Artifact_Hero_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="Осиный рой сменит цель еще %durnow раз(а)."

[Imprinted.A_WaspSwarm_Imprinted_Hero_Buff H7BaseBuff]
mName="Осиный рой"
mTooltip="Осиный рой сменит цель еще %durnow раз(а)."

[rework.A_Nova H7HeroAbility]
mName="Ядовитое облако"
mTooltip="Окутывает выбранную область 3x3 ядовитым облаком, которое расширяется на 1 клетку в каждую сторону в течение %durini хода(ов). Мгновенно наносит %buff1.buff.d1.min ед. урона от %buff1.buff.d1.icon магии земли всем существам в области действия в начале их хода, а также существам, вошедшим в облако."
mTooltipMagicGuild="Окутывает выбранную область 3x3 ядовитым облаком, которое расширяется на 1 клетку в каждую сторону в течение %durini хода(ов). Мгновенно наносит %buff1.buff.d1.min ед. урона от %buff1.buff.d1.icon магии земли всем существам в области действия в начале их хода, а также существам, вошедшим в облако."
mTooltipMagicGuildRankLine="%buff1.buff.d1.min ед. урона %buff1.buff.d1.icon"

[Rework.A_Burningdetermination H7HeroAbility]
mName="Каменная кожа"
mTooltip="Увеличивает %ICON_DEFENSE защиту дружественного отряда на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuild="Увеличивает %ICON_DEFENSE защиту дружественного отряда. Длительность (ходов): %buff.buff.durini."
mTooltipUpgraded="Увеличивает %ICON_DEFENSE защиту всех дружественных отрядов в выбранной области 4x4 на %buff.buff.stat.norm. Длительность (ходов): %buff.buff.durini."
mTooltipMagicGuildRankLine="%buff.buff.stat к %buff.buff.stat.icon защите"

[A_WaspSwarm_Marker_Buff H7BaseBuff]
mName="Метка роя"
mTooltip="Этот отряд окружён осиным роем."